<template>
  <div class="special-page">
    <h3 class="top-title">使用協定</h3>
    <div class="content">
      <div class="item-tip">
        <p class="article">
          軟體使用協定（以下簡稱“本協定”）是（以下簡稱“”）與您就“”軟件（以下簡稱“”或“本軟件”）的安裝及使用等相關事項所訂立的有效合約。您通過點擊確認本協定或以其他管道選擇接受本協定，即表示您已與達成協議並同意接受本協定的全部如下約定內容。
        </p>
        <p class="article">
         一、請務必認真閱讀和理解本協定中規定的所有權利和限制。您一旦安裝、複製、下載、訪問或以其它管道使用產品，將視為對本協定的接受，即表示您同意接受本協定各項條款的約束。您務必保證從指定的網站下載產品以及發行的介質上獲得產品，否則囙此導致可能的風險及損失，不承擔任何責任。
        </p>
        <p class="article">
          二、權利聲明
        </p>
        <p class="article">
          1、系的著作權人，的一切知識產權，以及與相關的所有資訊內容，包括但不限於文字表述及其組合、圖標、圖飾、影像、圖表、色彩、介面設計、版面框架、有關資料、附加程式、印刷資料或電子文檔等均為所有，受著作權法和國際著作權條約以及其他知識產權法律法規的保護。
        </p>
        <p class="article">2、未經書面同意，用戶不得以任何營利性或非營利性的目的自行實施、利用、轉讓或許可任何協力廠商實施、利用、轉讓上述知識產權，保留追究上述未經許可行為的權利。</p>
        <p class="article">
          3、禁止反向工程、反向編譯和反向彙編：用戶不得對本軟體產品進行反向工程（Reverse Engineer）、反向編譯（Decompile）或反向彙編（Disassemble），同時不得改動編譯在程式檔案內部的任何資源。除法律、法規明文規定允許上述活動外，用戶必須遵守此協定限制。
        </p>
        <p class="article">4、組件分割：本軟體產品是作為一個整體產品而被授予許可使用，用戶不得將各個部分分開用於任何目的。</p>
        <p class="article">
          5、個別授權：如需進行商業性的銷售、複製、分發，包括但不限於軟體銷售、預裝、捆綁等，必須獲得的書面授權和許可。
        </p>
        <p class="article">
          6、保留權利：本協定未明示授權的其他一切權利仍歸所有，用戶使用其他權利時必須獲得的書面同意。
        </p>
        <p class="article">7、提供的書籍內容僅代表作者自己的立場和觀點，與無關，由作者本人承擔一切法律責任。</p>
        <p class="article">
          三、用戶使用須知
        </p>
        <p class="article">
          1、軟體功能：查找、瀏覽電子書；充值、下載、購買電子書；閱讀、保存閱讀進度。
        </p>
        <p class="article">
         2、關於數位內容的付費：本軟件內數位內容由免費內容和收費內容組成，免費內容分為限時免費內容和永久免費內容。有權决定所提供服務的標準和收費方式，並在相關服務頁面對資費標準作出提示，用戶有權選擇是否支付相應費用以繼續使用本軟件提供的收費服務。用戶在本軟件充值後獲得對應的虛擬幣，用戶可使用虛擬幣購買本軟件提供的付費服務。用戶一旦充值成功，不得以任何理由要求退還全部或部分已充值款項，因不可抗力或單方面原因導致本協定終止的情况除外。
        </p>
        <p class="article">
          3、軟件的修改和陞級：保留隨時為用戶提供本軟件的修改、升級版本的權利。由用戶選擇確定後，軟件會進行陞級更新，使用運營商網絡產生相應的數據流量費，由運營商收取。
        </p>
        <p class="article">4、用戶應在遵守法律及本協定的前提下使用本軟件。用戶無權實施包括但不限於下列行為：</p>
        <p class="article">
          （1）删除或者改變本軟件上的所有權利管理電子資訊；
        </p>
        <p class="article">
          （2）故意避開或者破壞著作權人為保護本軟件著作權而採取的科技措施；
        </p>
        <p class="article">（3）利用本軟件誤導、欺騙他人；</p>
        <p class="article">
          （4）違反國家規定，對電腦資訊系統功能進行删除、修改、新增、干擾，造成電腦資訊系統不能正常運行；
        </p>
        <p class="article">
          （5）未經允許，進入電腦資訊網路或者使用電腦資訊網路資源；
        </p>
        <p class="article">
          （6）未經允許，對電腦資訊網路功能進行删除、修改或者新增；
        </p>
        <p class="article">（7）未經允許，對電腦資訊網路中存儲、處理或者傳輸的數據和應用程序進行删除、修改或者新增；</p>
        <p class="article">
          （8）破壞本軟件系統或網站的正常運行，故意傳播電腦病毒等破壞性程式；
        </p>
        <p class="article">
          （9）其他任何危害電腦資訊網路安全的行為。
        </p>
        <p class="article">5、對於從非指定網站下載的本軟體產品以及從非發行的介質上獲得的本軟體產品，無法保證該軟件是否感染電腦病毒、是否隱藏有偽裝的木馬程式或者駭客軟體，使用此類軟件，將可能導致不可預測的風險，建議用戶不要輕易下載、安裝、使用，不承擔任何由此產生的法律責任。</p>
        <p class="article">
         6、隱私權保護承諾遵守《隱私策略》以及適用法律的規定。製定了以下四項隱私權保護原則，指導我們如何來處理產品中涉及到用戶隱私權和用戶資訊等方面的問題：
        </p>
        <p class="article">
          （1）利用我們收集的資訊為用戶提供有價值的產品和服務。
        </p>
        <p class="article">
          （2）開發符合隱私權標準和隱私權慣例的產品。
        </p>
        <p class="article">
          （3）將個人資訊的收集透明化。
        </p>
        <p class="article">
         （4）盡最大的努力保護我們掌握的資訊。
        </p>
        <p class="article">四、對用戶和協力廠商的知識產權的保護</p>
        <p class="article">
          1、用戶在使用本軟件所含服務過程中，可能需要通過發表評論等各種管道向提供內容，用戶在本軟件上發表的全部原創內容，著作權均歸用戶本人所有。用戶發表的評論僅代表用戶觀點，與無關。
        </p>
        <p class="article">
          2、用戶不能侵犯包括他人的著作權在內的知識產權以及其他權利。一旦由於用戶發表的任何內容發生法律糾紛，其責任由用戶本人承擔。
        </p>
        <p class="article">
          3、對於用戶發表到本軟件上的任何內容，用戶同意授權在全球範圍內具有免費的、永久性的、不可撤銷的、非獨家的權利和許可，允許以使用、複製、修改、改編、出版、翻譯、再許可、創作衍生作品、出版、傳播、表演和展示此等內容（整體或部分），和/或將此等內容編入當前已知的或以後開發的其他任何形式的作品、媒體或科技中。並且，用戶許可有權利就任何主體侵權而單獨採取法律行動（包括但不限於訴訟、舉報、律師函等形式）。
        </p>
        <p class="article">
          4、如用戶的言論侵犯了協力廠商的著作權或其他權利，協力廠商提出異議的時候，有權删除相關的內容，且追究用戶的法律責任。
        </p>
        <p class="article">
          5、未經書面許可，禁止使用任何爬蟲程式、蜘蛛程式、擬人程式、其他自動設備，或手動程式來讀取、複製、存儲本軟件或其所包含的任何內容。否則，有權依法追究法律責任。
        </p>
        <p class="article">五、內容版權聲明</p>
        <p class="article">
          承諾遵守並尊重中國現行法律法規及其他規範性檔對著作權人的保護。作為權利人，當您發現提供的內容侵犯了您的合法權益時，您應當按照處理流程首先向我們發送“權利通知”，我們將根據中國法律法規和政府規範性檔採取措施移除相關內容或斷開、遮罩相關連結。
        </p>
        <p class="article">
          六、免責及責任的限制
        </p>
        <p class="article">1、用戶確認，其知悉本軟件所有功能及為實現本軟件各功能所進行的必要操作，其根據自身需求自願選擇使用本軟件及相關服務，因使用本軟件及相關服務所存在的風險和一切後果將完全由其自己承擔，不承擔任何責任。</p>
        <p class="article">
          2、本軟件經過詳細的測試，但不能保證與所有的軟硬體系統完全相容，不能保證本軟件完全沒有錯誤。如果出現不相容及軟件錯誤的情况，用戶可撥打客服電話將情況報告，獲得技術支援。如果無法解决相容性問題，用戶可以删除本軟件。
        <p class="article">
          3、在適用法律允許的最大範圍內，對因使用或不能使用本軟件所產生的損害及風險，包括但不限於直接或間接的個人損害、商業贏利的喪失、貿易中斷、商業資訊的遺失或任何其它經濟損失，不承擔任何責任。
        </p>
        <p class="article">4、對於因電信系統或互聯網網路故障、手機故障或病毒、資訊損壞或遺失、手機系統問題或其它任何不可抗力原因而產生損失，不承擔任何責任。</p>
        <p class="article">
          5、用戶違反本協議規定，對造成損害的，有權採取包括但不限於中斷使用許可、停止提供服務、限制使用、法律追究等措施。
        </p>
        <p class="article">七、法律及爭議解决</p>
        <p class="article">1、因本協定引起的或與本協定有關的任何爭議，各方應友好協商解决；協商不成的，任何一方均有權向被告住所地法院提起訴訟。</p>
        <p class="article">八、其他條款</p>
        <p class="article">1、如果本協定中的任何條款無論因何種原因完全或部分無效或不具有執行力，或違反任何適用的法律，則該條款被視為删除，但本協定的其餘條款仍應有效並且有約束力。</p>
        <p class="article">
          2、有權隨時根據有關法律、法規的變化以及公司經營狀況和經營策略的調整等修改本協定。修改後的協定會在網站上公佈，並隨附於新版本軟件。當發生有關爭議時，以最新的協定文本為准。如果不同意改動的內容，用戶可以自行删除本軟件。如果用戶繼續使用本軟件，則視為您接受本協定的變動。
        </p>
        <p class="article">
         3、在法律允許的最大範圍內對本協定擁有解釋權與修改權。
        </p>
      </div>
    </div>
  </div>
</template>
<script>
export default {
  data() {
    return {};
  },
};
</script>
<style lang='scss' scoped>
a {
  font-size: 18px;
  color: #ee3799;
}
.special-page {
  width: 856px;
  margin: 0 auto 60px;
  .top-title {
    font-size: 32px;
    font-family: SourceHanSansCN-Bold, SourceHanSansCN;
    font-weight: bold;
    color: rgba(87, 103, 127, 1);
    padding: 20px 0;
  }
  .content {
    width: 100%;
    min-height: 800px;
    background: #fff;
    border: 1px solid rgba(0, 0, 0, 0.05);
    box-sizing: border-box;
    padding: 40px 50px;
    .title {
      font-size: 32px;
      font-family: SourceHanSansCN-Bold, SourceHanSansCN;
      font-weight: bold;
      color: rgba(67, 83, 102, 1);
      line-height: 40px;
    }
    .item-tip {
      padding: 16px 0 32px;
      font-size: 18px;
      font-family: SourceHanSansCN-Regular, SourceHanSansCN;
      font-weight: 400;
      color: rgba(58, 74, 90, 1);
      line-height: 32px;
      .special-span {
        color: #ee3799;
        font-size: 18px;
      }
      .article {
        margin-bottom: 20px;
        font-size: 18px;
        color: rgba(58, 74, 90, 1);
        span {
          color: #ee3799;
          font-size: 18px;
        }
      }
    }
  }
}
</style>
